"%[Any]@ of the following are true" = "%1$[Något]@ av följande är sant";
"%[All]@ of the following are true" = "%1$[Allt]@ av följande är sant";

"%[bitrate]@ %[is]@ %@ kbps" = "%1$[Bithastighet]@ %2$[är]@ %3$@ kbit/s";
"%[bitrate]@ %[is not]@ %@ kbps" = "%1$[Bithastighet]@ %2$[är inte]@ %3$@ kbit/s";
"%[bitrate]@ %[is greater than]@ %@ kbps" = "%1$[Bithastighet]@ %2$[är större än]@ %3$@ kbit/s";
"%[bitrate]@ %[is less than]@ %@ kbps" = "%1$[Bithastighet]@ %2$[är mindre än]@ %3$@ kbit/s";
"%[bitrate]@ %[is in the range]@ %@ to %@ %[kbps]@" = "%1$[Bithastighet]@ %2$[är inom]@ %3$@ till %4$@ %5$[kbit/s]@";

"%[sample_rate]@ %[is]@ %@ Hz" = "%1$[Samplingsfrekvens]@ %2$[är]@ %3$@ Hz";
"%[sample_rate]@ %[is not]@ %@ Hz" = "%1$[Samplingsfrekvens]@ %2$[är inte]@ %3$@ Hz";
"%[sample_rate]@ %[is greater than]@ %@ Hz" = "%1$[Samplingsfrekvens]@ %2$[är större än]@ %3$@ Hz";
"%[sample_rate]@ %[is less than]@ %@ Hz" = "%1$[Samplingsfrekvens]@ %2$[är mindre än]@ %3$@ Hz";
"%[sample_rate]@ %[is in the range]@ %@ to %@ %[Hz]@" = "%1$[Samplingsfrekvens]@ %2$[är inom]@ %3$@ till %4$@ %5$[Hz]@";

"%[bpm]@ %[is]@ %@" = "%1$[BPM]@ %2$[är]@ %3$@";
"%[bpm]@ %[is not]@ %@" = "%1$[BPM]@ %2$[är inte]@ %3$@";
"%[bpm]@ %[is greater than]@ %@" = "%1$[BPM]@ %2$[är större än]@ %3$@";
"%[bpm]@ %[is less than]@ %@" = "%1$[BPM]@ %2$[är mindre än]@ %3$@";
"%[bpm]@ %[is in the range]@ %@ to %@" = "%1$[BPM]@ %2$[är inom]@ %3$@ till %4$@";

"%[disc_number]@ %[is]@ %@" = "%1$[Skivnummer]@ %2$[är]@ %3$@";
"%[disc_number]@ %[is not]@ %@" = "%1$[Skivnummer]@ %2$[är inte]@ %3$@";
"%[disc_number]@ %[is greater than]@ %@" = "%1$[Skivnummer]@ %2$[är större än]@ %3$@";
"%[disc_number]@ %[is less than]@ %@" = "%1$[Skivnummer]@ %2$[är mindre än]@ %3$@";
"%[disc_number]@ %[is in the range]@ %@ to %@" = "%1$[Skivnummer]@ %2$[är inom]@ %3$@ till %4$@";

"%[userplaycount]@ %[is]@ %@" = "%1$[Spelningar]@ %2$[är]@ %3$@";
"%[userplaycount]@ %[is not]@ %@" = "%1$[Spelningar]@ %2$[är inte]@ %3$@";
"%[userplaycount]@ %[is greater than]@ %@" = "%1$[Spelningar]@ %2$[är större än]@ %3$@";
"%[userplaycount]@ %[is less than]@ %@" = "%1$[Spelningar]@ %2$[är mindre än]@ %3$@";
"%[userplaycount]@ %[is in the range]@ %@ to %@" = "%1$[Spelningar]@ %2$[är inom]@ %3$@ till %4$@";

"%[season]@ %[is]@ %@" = "%1$[Säsong]@ %2$[är]@ %3$@";
"%[season]@ %[is not]@ %@" = "%1$[Säsong]@ %2$[är inte]@ %3$@";
"%[season]@ %[is greater than]@ %@" = "%1$[Säsong]@ %2$[är större än]@ %3$@";
"%[season]@ %[is less than]@ %@" = "%1$[Säsong]@ %2$[är mindre än]@ %3$@";
"%[season]@ %[is in the range]@ %@ to %@" = "%1$[Säsong]@ %2$[är inom]@ %3$@ till %4$@";

"%[userskipcount]@ %[is]@ %@" = "%1$[Överhoppade spelningar]@ %2$[är]@ %3$@";
"%[userskipcount]@ %[is not]@ %@" = "%1$[Överhoppade spelningar]@ %2$[är inte]@ %3$@";
"%[userskipcount]@ %[is greater than]@ %@" = "%1$[Överhoppade spelningar]@ %2$[är större än]@ %3$@";
"%[userskipcount]@ %[is less than]@ %@" = "%1$[Överhoppade spelningar]@ %2$[är mindre än]@ %3$@";
"%[userskipcount]@ %[is in the range]@ %@ to %@" = "%1$[Överhoppade spelningar]@ %2$[är inom]@ %3$@ till %4$@";

"%[track_number]@ %[is]@ %@" = "%1$[Spårnummer]@ %2$[är]@ %3$@";
"%[track_number]@ %[is not]@ %@" = "%1$[Spårnummer]@ %2$[är inte]@ %3$@";
"%[track_number]@ %[is greater than]@ %@" = "%1$[Spårnummer]@ %2$[är större än]@ %3$@";
"%[track_number]@ %[is less than]@ %@" = "%1$[Spårnummer]@ %2$[är mindre än]@ %3$@";
"%[track_number]@ %[is in the range]@ %@ to %@" = "%1$[Spårnummer]@ %2$[är inom]@ %3$@ till %4$@";

"%[year]@ %[is]@ %@" = "%1$[År]@ %2$[är]@ %3$@";
"%[year]@ %[is not]@ %@" = "%1$[År]@ %2$[är inte]@ %3$@";
"%[year]@ %[is greater than]@ %@" = "%1$[År]@ %2$[är större än]@ %3$@";
"%[year]@ %[is less than]@ %@" = "%1$[År]@ %2$[är mindre än]@ %3$@";
"%[year]@ %[is in the range]@ %@ to %@" = "%1$[År]@ %2$[är inom]@ %3$@ till %4$@";

"%[totalsize]@ %[is]@ %@ MB" = "%1$[Storlek]@ %2$[är]@ %3$@ MB";
"%[totalsize]@ %[is not]@ %@ MB" = "%1$[Storlek]@ %2$[är inte]@ %3$@ MB";
"%[totalsize]@ %[is greater than]@ %@ MB" = "%1$[Storlek]@ %2$[är större än]@ %3$@ MB";
"%[totalsize]@ %[is less than]@ %@ MB" = "%1$[Storlek]@ %2$[är mindre än]@ %3$@ MB";
"%[totalsize]@ %[is in the range]@ %@ to %@ %[MB]@" = "%1$[Storlek]@ %2$[är inom]@ %3$@ till %4$@ %5$[MB]@";

"%[album]@ %[contains]@ %@" = "%1$[Album]@ %2$[innehåller]@ %3$@";
"%[album]@ %[does not contain]@ %@" = "%1$[Album]@ %2$[innehåller inte]@ %3$@";
"%[album]@ %[is]@ %@" = "%1$[Album]@ %2$[är]@ %3$@";
"%[album]@ %[is not]@ %@" = "%1$[Album]@ %2$[är inte]@ %3$@";
"%[album]@ %[begins with]@ %@" = "%1$[Album]@ %2$[börjar med]@ %3$@";
"%[album]@ %[ends with]@ %@" = "%1$[Album]@ %2$[slutar med]@ %3$@";

"%[album_artist]@ %[contains]@ %@" = "%1$[Albumartist]@ %2$[innehåller]@ %3$@";
"%[album_artist]@ %[does not contain]@ %@" = "%1$[Albumartist]@ %2$[innehåller inte]@ %3$@";
"%[album_artist]@ %[is]@ %@" = "%1$[Albumartist]@ %2$[är]@ %3$@";
"%[album_artist]@ %[is not]@ %@" = "%1$[Albumartist]@ %2$[är inte]@ %3$@";
"%[album_artist]@ %[begins with]@ %@" = "%1$[Albumartist]@ %2$[börjar med]@ %3$@";
"%[album_artist]@ %[ends with]@ %@" = "%1$[Albumartist]@ %2$[slutar med]@ %3$@";

"%[artist]@ %[contains]@ %@" = "%1$[Artist]@ %2$[innehåller]@ %3$@";
"%[artist]@ %[does not contain]@ %@" = "%1$[Artist]@ %2$[innehåller inte]@ %3$@";
"%[artist]@ %[is]@ %@" = "%1$[Artist]@ %2$[är]@ %3$@";
"%[artist]@ %[is not]@ %@" = "%1$[Artist]@ %2$[är inte]@ %3$@";
"%[artist]@ %[begins with]@ %@" = "%1$[Artist]@ %2$[börjar med]@ %3$@";
"%[artist]@ %[ends with]@ %@" = "%1$[Artist]@ %2$[slutar med]@ %3$@";

"%[category]@ %[contains]@ %@" = "%1$[Kategori]@ %2$[innehåller]@ %3$@";
"%[category]@ %[does not contain]@ %@" = "%1$[Kategori]@ %2$[innehåller inte]@ %3$@";
"%[category]@ %[is]@ %@" = "%1$[Kategori]@ %2$[är]@ %3$@";
"%[category]@ %[is not]@ %@" = "%1$[Kategori]@ %2$[är inte]@ %3$@";
"%[category]@ %[begins with]@ %@" = "%1$[Kategori]@ %2$[börjar med]@ %3$@";
"%[category]@ %[ends with]@ %@" = "%1$[Kategori]@ %2$[slutar med]@ %3$@";

"%[comments]@ %[contains]@ %@" = "%1$[Kommentarer]@ %2$[innehåller]@ %3$@";
"%[comments]@ %[does not contain]@ %@" = "%1$[Kommentarer]@ %2$[innehåller inte]@ %3$@";
"%[comments]@ %[is]@ %@" = "%1$[Kommentarer]@ %2$[är]@ %3$@";
"%[comments]@ %[is not]@ %@" = "%1$[Kommentarer]@ %2$[är inte]@ %3$@";
"%[comments]@ %[begins with]@ %@" = "%1$[Kommentarer]@ %2$[börjar med]@ %3$@";
"%[comments]@ %[ends with]@ %@" = "%1$[Kommentarer]@ %2$[slutar med]@ %3$@";

"%[composer]@ %[contains]@ %@" = "%1$[Kompositör]@ %2$[innehåller]@ %3$@";
"%[composer]@ %[does not contain]@ %@" = "%1$[Kompositör]@ %2$[innehåller inte]@ %3$@";
"%[composer]@ %[is]@ %@" = "%1$[Kompositör]@ %2$[är]@ %3$@";
"%[composer]@ %[is not]@ %@" = "%1$[Kompositör]@ %2$[är inte]@ %3$@";
"%[composer]@ %[begins with]@ %@" = "%1$[Kompositör]@ %2$[börjar med]@ %3$@";
"%[composer]@ %[ends with]@ %@" = "%1$[Kompositör]@ %2$[slutar med]@ %3$@";

"%[debug]@ %[contains]@ %@" = "%1$[Felsökning]@ %2$[innehåller]@ %3$@";
"%[debug]@ %[does not contain]@ %@" = "%1$[Felsökning]@ %2$[innehåller inte]@ %3$@";
"%[debug]@ %[is]@ %@" = "%1$[Felsökning]@ %2$[är]@ %3$@";
"%[debug]@ %[is not]@ %@" = "%1$[Felsökning]@ %2$[är inte]@ %3$@";
"%[debug]@ %[begins with]@ %@" = "%1$[Felsökning]@ %2$[börjar med]@ %3$@";
"%[debug]@ %[ends with]@ %@" = "%1$[Felsökning]@ %2$[slutar med]@ %3$@";

"%[description]@ %[contains]@ %@" = "%1$[Beskrivning]@ %2$[innehåller]@ %3$@";
"%[description]@ %[does not contain]@ %@" = "%1$[Beskrivning]@ %2$[innehåller inte]@ %3$@";
"%[description]@ %[is]@ %@" = "%1$[Beskrivning]@ %2$[är]@ %3$@";
"%[description]@ %[is not]@ %@" = "%1$[Beskrivning]@ %2$[är inte]@ %3$@";
"%[description]@ %[begins with]@ %@" = "%1$[Beskrivning]@ %2$[börjar med]@ %3$@";
"%[description]@ %[ends with]@ %@" = "%1$[Beskrivning]@ %2$[slutar med]@ %3$@";

"%[genre]@ %[contains]@ %@" = "%1$[Genre]@ %2$[innehåller]@ %3$@";
"%[genre]@ %[does not contain]@ %@" = "%1$[Genre]@ %2$[innehåller inte]@ %3$@";
"%[genre]@ %[is]@ %@" = "%1$[Genre]@ %2$[är]@ %3$@";
"%[genre]@ %[is not]@ %@" = "%1$[Genre]@ %2$[är inte]@ %3$@";
"%[genre]@ %[begins with]@ %@" = "%1$[Genre]@ %2$[börjar med]@ %3$@";
"%[genre]@ %[ends with]@ %@" = "%1$[Genre]@ %2$[slutar med]@ %3$@";

"%[grouping]@ %[contains]@ %@" = "%1$[Gruppering]@ %2$[innehåller]@ %3$@";
"%[grouping]@ %[does not contain]@ %@" = "%1$[Gruppering]@ %2$[innehåller inte]@ %3$@";
"%[grouping]@ %[is]@ %@" = "%1$[Gruppering]@ %2$[är]@ %3$@";
"%[grouping]@ %[is not]@ %@" = "%1$[Gruppering]@ %2$[är inte]@ %3$@";
"%[grouping]@ %[begins with]@ %@" = "%1$[Gruppering]@ %2$[börjar med]@ %3$@";
"%[grouping]@ %[ends with]@ %@" = "%1$[Gruppering]@ %2$[slutar med]@ %3$@";

"%[kind]@ %[contains]@ %@" = "%1$[Typ]@ %2$[innehåller]@ %3$@";
"%[kind]@ %[does not contain]@ %@" = "%1$[Typ]@ %2$[innehåller inte]@ %3$@";
"%[kind]@ %[is]@ %@" = "%1$[Typ]@ %2$[är]@ %3$@";
"%[kind]@ %[is not]@ %@" = "%1$[Typ]@ %2$[är inte]@ %3$@";
"%[kind]@ %[begins with]@ %@" = "%1$[Typ]@ %2$[börjar med]@ %3$@";
"%[kind]@ %[ends with]@ %@" = "%1$[Typ]@ %2$[slutar med]@ %3$@";

"%[name]@ %[contains]@ %@" = "%1$[Namn]@ %2$[innehåller]@ %3$@";
"%[name]@ %[does not contain]@ %@" = "%1$[Namn]@ %2$[innehåller inte]@ %3$@";
"%[name]@ %[is]@ %@" = "%1$[Namn]@ %2$[är]@ %3$@";
"%[name]@ %[is not]@ %@" = "%1$[Namn]@ %2$[är inte]@ %3$@";
"%[name]@ %[begins with]@ %@" = "%1$[Namn]@ %2$[börjar med]@ %3$@";
"%[name]@ %[ends with]@ %@" = "%1$[Namn]@ %2$[slutar med]@ %3$@";

"%[series_name]@ %[contains]@ %@" = "%1$[Program]@ %2$[innehåller]@ %3$@";
"%[series_name]@ %[does not contain]@ %@" = "%1$[Program]@ %2$[innehåller inte]@ %3$@";
"%[series_name]@ %[is]@ %@" = "%1$[Program]@ %2$[är]@ %3$@";
"%[series_name]@ %[is not]@ %@" = "%1$[Program]@ %2$[är inte]@ %3$@";
"%[series_name]@ %[begins with]@ %@" = "%1$[Program]@ %2$[börjar med]@ %3$@";
"%[series_name]@ %[ends with]@ %@" = "%1$[Program]@ %2$[slutar med]@ %3$@";

"%[sort_album]@ %[contains]@ %@" = "%1$[Sortera album]@ %2$[innehåller]@ %3$@";
"%[sort_album]@ %[does not contain]@ %@" = "%1$[Sortera album]@ %2$[innehåller inte]@ %3$@";
"%[sort_album]@ %[is]@ %@" = "%1$[Sortera album]@ %2$[är]@ %3$@";
"%[sort_album]@ %[is not]@ %@" = "%1$[Sortera album]@ %2$[är inte]@ %3$@";
"%[sort_album]@ %[begins with]@ %@" = "%1$[Sortera album]@ %2$[börjar med]@ %3$@";
"%[sort_album]@ %[ends with]@ %@" = "%1$[Sortera album]@ %2$[slutar med]@ %3$@";

"%[sort_album_artist]@ %[contains]@ %@" = "%1$[Sortera albumartist]@ %2$[innehåller]@ %3$@";
"%[sort_album_artist]@ %[does not contain]@ %@" = "%1$[Sortera albumartist]@ %2$[innehåller inte]@ %3$@";
"%[sort_album_artist]@ %[is]@ %@" = "%1$[Sortera albumartist]@ %2$[är]@ %3$@";
"%[sort_album_artist]@ %[is not]@ %@" = "%1$[Sortera albumartist]@ %2$[är inte]@ %3$@";
"%[sort_album_artist]@ %[begins with]@ %@" = "%1$[Sortera albumartist]@ %2$[börjar med]@ %3$@";
"%[sort_album_artist]@ %[ends with]@ %@" = "%1$[Sortera albumartist]@ %2$[slutar med]@ %3$@";

"%[sort_artist]@ %[contains]@ %@" = "%1$[Sortera artist]@ %2$[innehåller]@ %3$@";
"%[sort_artist]@ %[does not contain]@ %@" = "%1$[Sortera artist]@ %2$[innehåller inte]@ %3$@";
"%[sort_artist]@ %[is]@ %@" = "%1$[Sortera artist]@ %2$[är]@ %3$@";
"%[sort_artist]@ %[is not]@ %@" = "%1$[Sortera artist]@ %2$[är inte]@ %3$@";
"%[sort_artist]@ %[begins with]@ %@" = "%1$[Sortera artist]@ %2$[börjar med]@ %3$@";
"%[sort_artist]@ %[ends with]@ %@" = "%1$[Sortera artist]@ %2$[slutar med]@ %3$@";

"%[sort_composer]@ %[contains]@ %@" = "%1$[Sortera kompositör]@ %2$[innehåller]@ %3$@";
"%[sort_composer]@ %[does not contain]@ %@" = "%1$[Sortera kompositör]@ %2$[innehåller inte]@ %3$@";
"%[sort_composer]@ %[is]@ %@" = "%1$[Sortera kompositör]@ %2$[är]@ %3$@";
"%[sort_composer]@ %[is not]@ %@" = "%1$[Sortera kompositör]@ %2$[är inte]@ %3$@";
"%[sort_composer]@ %[begins with]@ %@" = "%1$[Sortera kompositör]@ %2$[börjar med]@ %3$@";
"%[sort_composer]@ %[ends with]@ %@" = "%1$[Sortera kompositör]@ %2$[slutar med]@ %3$@";

"%[sort_name]@ %[contains]@ %@" = "%1$[Sortera namn]@ %2$[innehåller]@ %3$@";
"%[sort_name]@ %[does not contain]@ %@" = "%1$[Sortera namn]@ %2$[innehåller inte]@ %3$@";
"%[sort_name]@ %[is]@ %@" = "%1$[Sortera namn]@ %2$[är]@ %3$@";
"%[sort_name]@ %[is not]@ %@" = "%1$[Sortera namn]@ %2$[är inte]@ %3$@";
"%[sort_name]@ %[begins with]@ %@" = "%1$[Sortera namn]@ %2$[börjar med]@ %3$@";
"%[sort_name]@ %[ends with]@ %@" = "%1$[Sortera namn]@ %2$[slutar med]@ %3$@";

"%[sort_series_name]@ %[contains]@ %@" = "%1$[Sortera program]@ %2$[innehåller]@ %3$@";
"%[sort_series_name]@ %[does not contain]@ %@" = "%1$[Sortera program]@ %2$[innehåller inte]@ %3$@";
"%[sort_series_name]@ %[is]@ %@" = "%1$[Sortera program]@ %2$[är]@ %3$@";
"%[sort_series_name]@ %[is not]@ %@" = "%1$[Sortera program]@ %2$[är inte]@ %3$@";
"%[sort_series_name]@ %[begins with]@ %@" = "%1$[Sortera program]@ %2$[börjar med]@ %3$@";
"%[sort_series_name]@ %[ends with]@ %@" = "%1$[Sortera program]@ %2$[slutar med]@ %3$@";

"%[date_added]@ %[is]@ %@" = "%1$[Tillagd]@ %2$[är]@ %3$@";
"%[date_added]@ %[is not]@ %@" = "%1$[Tillagd]@ %2$[är inte]@ %3$@";
"%[date_added]@ %[is greater than]@ %@" = "%1$[Tillagd]@ %2$[är efter]@ %3$@";
"%[date_added]@ %[is less than]@ %@" = "%1$[Tillagd]@ %2$[är före]@ %3$@";
"%[date_added]@ %[in the last]@ %@ %[days]@" = "%1$[Tillagd]@ %2$[inom de senaste]@ %3$@ %4$[dagarna]@";
"%[date_added]@ %[in the last]@ %@ %[weeks]@" = "%1$[Tillagd]@ %2$[inom de senaste]@ %3$@ %4$[veckorna]@";
"%[date_added]@ %[in the last]@ %@ %[months]@" = "%1$[Tillagd]@ %2$[inom de senaste]@ %3$@ %4$[månaderna]@";
"%[date_added]@ %[not in the last]@ %@ %[days]@" = "%1$[Tillagd]@ %2$[inte inom de senaste]@ %3$@ %4$[dagarna]@";
"%[date_added]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Tillagd]@ %2$[inte inom de senaste]@ %3$@ %4$[veckorna]@";
"%[date_added]@ %[not in the last]@ %@ %[months]@" = "%1$[Tillagd]@ %2$[inte inom de senaste]@ %3$@ %4$[månaderna]@";
"%[date_added]@ %[is in the range]@ %@ to %@" = "%1$[Tillagd]@ %2$[är inom]@ %3$@ till %4$@";

"%[date_modified]@ %[is]@ %@" = "%1$[Senast ändrad]@ %2$[är]@ %3$@";
"%[date_modified]@ %[is not]@ %@" = "%1$[Senast ändrad]@ %2$[är inte]@ %3$@";
"%[date_modified]@ %[is greater than]@ %@" = "%1$[Senast ändrad]@ %2$[är efter]@ %3$@";
"%[date_modified]@ %[is less than]@ %@" = "%1$[Senast ändrad]@ %2$[är före]@ %3$@";
"%[date_modified]@ %[in the last]@ %@ %[days]@" = "%1$[Senast ändrad]@ %2$[inom de senaste]@ %3$@ %4$[dagarna]@";
"%[date_modified]@ %[in the last]@ %@ %[weeks]@" = "%1$[Senast ändrad]@ %2$[inom de senaste]@ %3$@ %4$[veckorna]@";
"%[date_modified]@ %[in the last]@ %@ %[months]@" = "%1$[Senast ändrad]@ %2$[inom de senaste]@ %3$@ %4$[månaderna]@";
"%[date_modified]@ %[not in the last]@ %@ %[days]@" = "%1$[Senast ändrad]@ %2$[inte inom de senaste]@ %3$@ %4$[dagarna]@";
"%[date_modified]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Senast ändrad]@ %2$[inte inom de senaste]@ %3$@ %4$[veckorna]@";
"%[date_modified]@ %[not in the last]@ %@ %[months]@" = "%1$[Senast ändrad]@ %2$[inte inom de senaste]@ %3$@ %4$[månaderna]@";
"%[date_modified]@ %[is in the range]@ %@ to %@" = "%1$[Senast ändrad]@ %2$[är inom]@ %3$@ till %4$@";

"%[playdate]@ %[is]@ %@" = "%1$[Senast spelad]@ %2$[är]@ %3$@";
"%[playdate]@ %[is not]@ %@" = "%1$[Senast spelad]@ %2$[är inte]@ %3$@";
"%[playdate]@ %[is greater than]@ %@" = "%1$[Senast spelad]@ %2$[är efter]@ %3$@";
"%[playdate]@ %[is less than]@ %@" = "%1$[Senast spelad]@ %2$[är före]@ %3$@";
"%[playdate]@ %[in the last]@ %@ %[days]@" = "%1$[Senast spelad]@ %2$[inom de senaste]@ %3$@ %4$[dagarna]@";
"%[playdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[Senast spelad]@ %2$[inom de senaste]@ %3$@ %4$[veckorna]@";
"%[playdate]@ %[in the last]@ %@ %[months]@" = "%1$[Senast spelad]@ %2$[inom de senaste]@ %3$@ %4$[månaderna]@";
"%[playdate]@ %[not in the last]@ %@ %[days]@" = "%1$[Senast spelad]@ %2$[inte inom de senaste]@ %3$@ %4$[dagarna]@";
"%[playdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Senast spelad]@ %2$[inte inom de senaste]@ %3$@ %4$[veckorna]@";
"%[playdate]@ %[not in the last]@ %@ %[months]@" = "%1$[Senast spelad]@ %2$[inte inom de senaste]@ %3$@ %4$[månaderna]@";
"%[playdate]@ %[is in the range]@ %@ to %@" = "%1$[Senast spelad]@ %2$[är inom]@ %3$@ till %4$@";

"%[skipdate]@ %[is]@ %@" = "%1$[Senast överhoppad]@ %2$[är]@ %3$@";
"%[skipdate]@ %[is not]@ %@" = "%1$[Senast överhoppad]@ %2$[är inte]@ %3$@";
"%[skipdate]@ %[is greater than]@ %@" = "%1$[Senast överhoppad]@ %2$[är efter]@ %3$@";
"%[skipdate]@ %[is less than]@ %@" = "%1$[Senast överhoppad]@ %2$[är före]@ %3$@";
"%[skipdate]@ %[in the last]@ %@ %[days]@" = "%1$[Senast överhoppad]@ %2$[inom de senaste]@ %3$@ %4$[dagarna]@";
"%[skipdate]@ %[in the last]@ %@ %[weeks]@" = "%1$[Senast överhoppad]@ %2$[inom de senaste]@ %3$@ %4$[veckorna]@";
"%[skipdate]@ %[in the last]@ %@ %[months]@" = "%1$[Senast överhoppad]@ %2$[inom de senaste]@ %3$@ %4$[månaderna]@";
"%[skipdate]@ %[not in the last]@ %@ %[days]@" = "%1$[Senast överhoppad]@ %2$[inte inom de senaste]@ %3$@ %4$[dagarna]@";
"%[skipdate]@ %[not in the last]@ %@ %[weeks]@" = "%1$[Senast överhoppad]@ %2$[inte inom de senaste]@ %3$@ %4$[veckorna]@";
"%[skipdate]@ %[not in the last]@ %@ %[months]@" = "%1$[Senast överhoppad]@ %2$[inte inom de senaste]@ %3$@ %4$[månaderna]@";
"%[skipdate]@ %[is in the range]@ %@ to %@" = "%1$[Senast överhoppad]@ %2$[är inom]@ %3$@ till %4$@";

"%[songid]@ %[is]@" = "%1$[Köpt]@ %2$[är sant]@";
"%[songid]@ %[is not]@" = "%1$[Köpt]@ %2$[är falskt]@";

"%[olduserdisabled]@ %[is]@" = "%1$[Markerad]@ %2$[är sant]@";
"%[olduserdisabled]@ %[is not]@" = "%1$[Markerad]@ %2$[är falskt]@";

"%[artwork]@ %[is]@" = "%1$[Bildmaterial för album]@ %2$[är sant]@";
"%[artwork]@ %[is not]@" = "%1$[Bildmaterial för album]@ %2$[är falskt]@";

"%[compilation]@ %[is]@" = "%1$[Samling]@ %2$[är sant]@";
"%[compilation]@ %[is not]@" = "%1$[Samling]@ %2$[är falsk]@";

"%[totaltime]@ %[is]@ %@" = "%1$[Tid]@ %2$[är]@ %3$@";
"%[totaltime]@ %[is not]@ %@" = "%1$[Tid]@ %2$[är inte]@ %3$@";
"%[totaltime]@ %[is greater than]@ %@" = "%1$[Tid]@ %2$[är större än]@ %3$@";
"%[totaltime]@ %[is less than]@ %@" = "%1$[Tid]@ %2$[är mindre än]@ %3$@";
"%[totaltime]@ %[is in the range]@ %@ to %@" = "%1$[Tid]@ %2$[är inom]@ %3$@ till %4$@";

"%[albumrating]@ %[is]@ %@" = "%1$[Albumbetyg]@ %2$[är]@ %3$@";
"%[albumrating]@ %[is not]@ %@" = "%1$[Albumbetyg]@ %2$[är inte]@ %3$@";
"%[albumrating]@ %[is greater than]@ %@" = "%1$[Albumbetyg]@ %2$[är större än]@ %3$@";
"%[albumrating]@ %[is less than]@ %@" = "%1$[Albumbetyg]@ %2$[är mindre än]@ %3$@";
"%[albumrating]@ %[is in the range]@ %@ to %@" = "%1$[Albumbetyg]@ %2$[är inom]@ %3$@ till %4$@";

"%[trackrating]@ %[is]@ %@" = "%1$[Betyg]@ %2$[är]@ %3$@";
"%[trackrating]@ %[is not]@ %@" = "%1$[Betyg]@ %2$[är inte]@ %3$@";
"%[trackrating]@ %[is greater than]@ %@" = "%1$[Betyg]@ %2$[är större än]@ %3$@";
"%[trackrating]@ %[is less than]@ %@" = "%1$[Betyg]@ %2$[är mindre än]@ %3$@";
"%[trackrating]@ %[is in the range]@ %@ to %@" = "%1$[Betyg]@ %2$[är inom]@ %3$@ till %4$@";

"%[mediakind]@ %[is]@ %[Music]@" = "%1$[Medietyp]@ %2$[är]@ %3$[musik]@";
"%[mediakind]@ %[is]@ %[Music Video]@" = "%1$[Medietyp]@ %2$[är]@ %3$[musikvideo]@";
"%[mediakind]@ %[is]@ %[Movie]@" = "%1$[Medietyp]@ %2$[är]@ %3$[film]@";
"%[mediakind]@ %[is]@ %[TV Show]@" = "%1$[Medietyp]@ %2$[är]@ %3$[TV-program]@";
"%[mediakind]@ %[is]@ %[Podcast]@" = "%1$[Medietyp]@ %2$[är]@ %3$[podcast]@";
"%[mediakind]@ %[is]@ %[iTunes U]@" = "%1$[Medietyp]@ %2$[är]@ %3$[iTunes U]@";
"%[mediakind]@ %[is]@ %[Audiobook]@" = "%1$[Medietyp]@ %2$[är]@ %3$[ljudbok]@";
"%[mediakind]@ %[is]@ %[Book]@" = "%1$[Medietyp]@ %2$[är]@ %3$[bok]@";
"%[mediakind]@ %[is]@ %[Voice Memo]@" = "%1$[Medietyp]@ %2$[är]@ %3$[röstmemo]@";
"%[mediakind]@ %[is]@ %[iTunes Extras]@" = "%1$[Medietyp]@ %2$[är]@ %3$[iTunes Extras]@";
"%[mediakind]@ %[is not]@ %[Music]@" = "%1$[Medietyp]@ %2$[är inte]@ %3$[musik]@";
"%[mediakind]@ %[is not]@ %[Music Video]@" = "%1$[Medietyp]@ %2$[är inte]@ %3$[musikvideo]@";
"%[mediakind]@ %[is not]@ %[Movie]@" = "%1$[Medietyp]@ %2$[är inte]@ %3$[film]@";
"%[mediakind]@ %[is not]@ %[TV Show]@" = "%1$[Medietyp]@ %2$[är inte]@ %3$[TV-program]@";
"%[mediakind]@ %[is not]@ %[Podcast]@" = "%1$[Medietyp]@ %2$[är inte]@ %3$[podcast]@";
"%[mediakind]@ %[is not]@ %[iTunes U]@" = "%1$[Medietyp]@ %2$[är inte]@ %3$[iTunes U]@";
"%[mediakind]@ %[is not]@ %[Audiobook]@" = "%1$[Medietyp]@ %2$[är inte]@ %3$[ljudbok]@";
"%[mediakind]@ %[is not]@ %[Book]@" = "%1$[Medietyp]@ %2$[är inte]@ %3$[bok]@";
"%[mediakind]@ %[is not]@ %[Voice Memo]@" = "%1$[Medietyp]@ %2$[är inte]@ %3$[röstmemo]@";
"%[mediakind]@ %[is not]@ %[iTunes Extras]@" = "%1$[Medietyp]@ %2$[är inte]@ %3$[iTunes Extras]@";

"%[playlistpersistentid]@ %[is]@ %@" = "%1$[Spellista]@ %2$[är]@ %3$@";
"%[playlistpersistentid]@ %[is not]@ %@" = "%1$[Spellista]@ %2$[är inte]@ %3$@";

"%[trackkinds]@ %[is]@ %[local]@" = "%1$[Plats]@ %2$[är]@ %3$[på datorn]@";
"%[trackkinds]@ %[is]@ %[iCloud]@" = "%1$[Plats]@ %2$[är]@ %3$[iCloud]@";
"%[trackkinds]@ %[is not]@ %[local]@" = "%1$[Plats]@ %2$[är inte]@ %3$[på datorn]@";
"%[trackkinds]@ %[is not]@ %[iCloud]@" = "%1$[Plats]@ %2$[är inte]@ %3$[iCloud]@";

"%[icloudstatus]@ %[is]@ %[Matched]@" = "%1$[iCloud-status]@ %2$[är]@ %3$[matchad]@";
"%[icloudstatus]@ %[is]@ %[Purchased]@" = "%1$[iCloud-status]@ %2$[är]@ %3$[köpt]@";
"%[icloudstatus]@ %[is]@ %[Uploaded]@" = "%1$[iCloud-status]@ %2$[är]@ %3$[överförd]@";
"%[icloudstatus]@ %[is]@ %[Ineligible]@" = "%1$[iCloud-status]@ %2$[är]@ %3$[obehörig]@";
"%[icloudstatus]@ %[is]@ %[Local Only]@" = "%1$[iCloud-status]@ %2$[är]@ %3$[endast lokal]@";
"%[icloudstatus]@ %[is]@ %[Error]@" = "%1$[iCloud-status]@ %2$[är]@ %3$[fel]@";
"%[icloudstatus]@ %[is]@ %[Duplicate]@" = "%1$[iCloud-status]@ %2$[är]@ %3$[dubblett]@";
"%[icloudstatus]@ %[is not]@ %[Matched]@" = "%1$[iCloud-status]@ %2$[är inte]@ %3$[matchad]@";
"%[icloudstatus]@ %[is not]@ %[Purchased]@" = "%1$[iCloud-status]@ %2$[är inte]@ %3$[köpt]@";
"%[icloudstatus]@ %[is not]@ %[Uploaded]@" = "%1$[iCloud-status]@ %2$[är inte]@ %3$[överförd]@";
"%[icloudstatus]@ %[is not]@ %[Ineligible]@" = "%1$[iCloud-status]@ %2$[är inte]@ %3$[obehörig]@";
"%[icloudstatus]@ %[is not]@ %[Local Only]@" = "%1$[iCloud-status]@ %2$[är inte]@ %3$[endast lokal]@";
"%[icloudstatus]@ %[is not]@ %[Error]@" = "%1$[iCloud-status]@ %2$[är inte]@ %3$[fel]@";
"%[icloudstatus]@ %[is not]@ %[Duplicate]@" = "%1$[iCloud-status]@ %2$[är inte]@ %3$[dubblett]@";
